{
    "Preventa de Lotes en Punta de Mita": "Pre-sale of Lots in Punta de Mita",
    "Exclusiva preventa de lotes en Punta de Mita, Nayarit, donde el lujo y la naturaleza se fusionan. Imagina despertar con la brisa del océano y vivir en un entorno privilegiado con baja densidad, diseñado para ofrecer privacidad y confort. Este desarrollo cuenta con 282 lotes residenciales y 125 departamentos distribuidos en 6 torres, rodeados de impresionantes áreas verdes y amenidades de primer nivel: casa club, alberca, canchas de pádel, terrazas pergoladas, parques ecológicos y más. Invierte en el paraíso y construye la vida que siempre soñaste en Punta de Mita.": "Exclusive pre-sale of lots in Punta de Mita, Nayarit, where luxury and nature merge. Imagine waking up to the ocean breeze and living in a privileged, low-density environment designed to offer privacy and comfort. This development features 282 residential lots and 125 apartments distributed across six towers, surrounded by stunning green areas and top-tier amenities: clubhouse, pool, padel courts, pergola-covered terraces, ecological parks, and more. Invest in paradise and build the life you've always dreamed of in Punta de Mita.",
    "Logo de Dos Mares" : "Dos Mares Logo",
    "Quiero más información" : "I want more information",
    "Contemplado por un total de 282 lotes para vivienda unifamiliar, así como 6 torres de departamentos que sumaran un total de 125 unidades más, manteniendo así una densidad baja y óptima para el total del área del proyecto." : "Designed with a total of 282 lots for single-family homes, as well as six apartment towers totaling 125 units, maintaining a low and optimal density for the project's overall area.",
    "Amenidades" : "Amenities",
    "Alberca" : "Pool",
    "Jardines" : "Gardens",
    "Galería" : "Gallery",
    "Etapa" : "Phase",
    "Área" : "Area",
    "Residencial" : "Residential",
    "Descripción" : "Description",
    "Aeropuerto internacional PVR" : "International airport",
    "Playa principal" : "Main beach",
    "Políticas de Privacidad": "Privacy Policy",
    "Nombre": "Name",
    "Correo electrónico":"Email",
    "Teléfono":"Phone",
    "Mensaje":"Message",
    "Notas" : "Notes",
    "Enviar":"Send",
    "Enviando, por favor espere" : "Sending, please wait",
    "Contacto" : "Contact",
    "Domicilio" : "Address",
    "Aviso de Privacidad" : "Privacy Policy",
    "Todos los derechos reservados" : "All rights reserved",
    "Sitio web hecho por" : "Website by",
    "Hola, vengo del sitio web de Dos Mares" : "Hello, I saw your Dos Mares website",
    "¡Envíanos un mensaje!" : "Send us a message!",
    "¿Qué es Dos Mares?" : "About Dos Mares",
    "Ver video" : "Watch video",
    "Vivienda unifamiliar" : "Single-family housing",
    "Casa club" : "Clubhouse",
    "Terrazas pergoladas" : "Covered rooftop",
    "Canchas de padel" : "Padel courts",
    "Andadores": "Walkways",
    "Área de asadores" : "BBQ area",
    "Terrazas y miradores" : "Terraces and viewpoints",
    "Área de contemplación" : "Contemplation area",
    "Parques con andadores" : "Parks with walkways",
    "Parques de conservación ecológica" : "Ecological conservation parks",
    "Desde surfear en las olas del Pacífico hasta practicar yoga en la playa, siempre hay algo emocionante que hacer." : "From surfing the Pacific waves to practicing yoga on the beach, there's always something exciting to do.",
    "Este proyecto consta de 4 etapas, con áreas de extensión desde 26,122 m² hasta 47,788 m²." : "This project consists of four phases, with expansion areas ranging from 26,122 m² to 47,788 m².",
    "Contará con amplias zonas verdes con más de 10,000 m² en total, las cuales contendrán diversas amenidades distribuidas en múltiples áreas y zonas compartidas." : "It will feature extensive green areas totaling over 10,000 m², which will include various amenities distributed across multiple spaces and shared zones.",
    "Dos Mares Residencial estará conformado como un condominio, el cual contará con un reglamento interno que ayudará a que la conservación y mantenimiento de tu inversión esté asegurada. De igual forma, se contará con un reglamento de construcción para cuidar la imagen urbana y el paisaje del entorno del desarrollo." : "Dos Mares Residencial will be established as a condominium with internal regulations that will ensure the preservation and maintenance of your investment. Additionally, a construction regulation will be in place to maintain the urban image and landscape of the development's surroundings.",
    "Un diseño bioclimático, con características muy orgánicas, considerando el entorno inmediato como parte del diseño. Las pendientes y vistas en el proyecto son parte esencial del paisaje." : "A bioclimatic design with highly organic characteristics, considering the immediate surroundings as part of the design. The slopes and views in the project are an essential part of the landscape.",
    "Tomando en cuenta los materiales de la región para lograr una simbiosis con su entorno, tales como piedras, palapas y vegetación, con estilo único de un lugar netamente de playa." : "Taking into account local materials to achieve a symbiosis with the environment, such as stones, palapas, and vegetation, with a unique beach-style aesthetic.",
    "Ubicación" : "Location",
    "Ubicada aproximadamente a 600 m" : "Located approximately 600 m away",
    "¿Necesitas más información?" : "Do you need more information?",
    "Llena el formulario y nos pondremos en contacto" : "Fill out the form, and we will get in touch",
    "La Lancha es una playa pintoresca con arena dorada y aguas cristalinas, ideal para surfistas y amantes de la naturaleza. Rodeada de exuberante vegetación, ofrece un ambiente tranquilo y relajado, perfecto para escapar del bullicio y disfrutar de la belleza natural." : "La Lancha is a picturesque beach with golden sand and crystal-clear waters, ideal for surfers and nature lovers. Surrounded by lush vegetation, it offers a peaceful and relaxed atmosphere, perfect for escaping the hustle and bustle and enjoying natural beauty.",
    "¡Gran oportunidad en Punta de Mita!" : "Great opportunity in Punta de Mita!",
    "Lotes para vivienda unifamiliar" : "Lots for single-family homes",
    "Con hasta" : "With up to",
    "24 meses sin intereses" : "24 months without interest"
}